[
   {
    "img":"https://i.pinimg.com/originals/c4/b4/02/c4b402b07b5accacf413cf16ed1b36ed.gif",
    "name":"Jump Squats",
    "description":"Increase the challenge of your squats by including aerobic movements that will increase your heart rate or put more stress on the ligaments. Frog jumps and 180 or 360 degrees Jump Squats are a great start!",
    "procedure":"Sit back with your feet in a wide stance and with the toes turned out at an angle. Jump forward and up, land on your toes, and squat. Jump back and return to the starting position. Repeat this back and forth movement until the set is complete."
  },

    {
      "img":"https://i.pinimg.com/originals/df/43/9d/df439decd9690d783f188161f7cb6078.gif",
      "name":"King Dancer Pose (Natarajasana)",
      "description":"Improving your balance and core strength helps in many daily activities and sports. You will also need good focus and concentration for this pose, and practice helps train those abilities.",
      "procedure":"Begin in Tadasana / Mountain pose.Press firmly and evenly through your feet and take a point on eye level to focus on.Exhale bend your left knee, bringing your left foot to the buttock, and hold the outside of your left foot with the left hand. Firm the right hip in and engage your right thigh and knee to make the standing leg strong.Keep the torso upright, the chest open and lengthen your tailbone down. As you inhale, push the left foot back into the hand, raising the leg so the thigh bone ends up parallel to the floor and the lower leg in a right angle with the thigh bone and vertical with the floor. You can lift your right arm up in front of you, parallel to the floor or a little higher next to the ear.Stay for 5-10 breaths.To come out of the pose, release the leg as you exhale. Repeat on the other side."
    },

    {
       
      "img":"https://seven.app/media/images/Crunches.gif",
      "name":"crunches",
      "description":"Although, the crunch is more than just an exercise for those who want a shiny six pack! A crunch activates the side oblique muscles and strengthens your core which can help reduce back problems.",
      "procedure":"Start by lying on the floor with your back on the ground.Lie flat with your lower back (lumbar) on the floor and imagine that your navel is pressing down into the ground.Bring your shoulders to your hips by pulling your body up and engaging your stomach muscles.Slowly release back down to the starting position, and do the movement again while keeping the lower back on the floor."
    },

    {
      
      "img": "https://seven.app/media/images/Lunges.gif",
      "name": "Lunges",
      "description": "Challenging your balance is an essential part of a well-rounded exercise routine. Lunges do just that, promoting functional movement, while also increasing strength in your legs and glutes.",
      "procedure": "Start by standing with your feet shoulder-width apart and arms down at your sides. Take a step forward with your right leg and bend your right knee as you do so, stopping when your thigh is parallel to the ground. Ensure that your right knee doesn’t extend past your right foot.Push up off your right foot and return to the starting position. Repeat with your left leg. This is one rep.Complete 10 reps for 3 sets."
    
    },

    {
      "img":"https://i.pinimg.com/originals/28/9e/3c/289e3ca2ebc18e646827f0114b77d62b.gif",
      "name":"Crane Pose (Bakasana)",
      "description":"strengthens the wrist, forearms, and abdomen while stretching your upper back. It improves balance and core strength. Mastering Crow builds your yoga confidence and opens the door to many more poses involving arm balance. You will improve your awareness of where your body is in space and enhance your body control.",
      "procedure":"Stand in the position of Tadasana.After taking the position of Tadasana, come down to the Uttanasana position.While doing Uttanasana, keep your hands on the floor just in front of your feet. For this, you’ll need to bend a little more from your hips.If you’re not capable to balance properly, attempt to keep a folded blanket below your hands so your body gets a platform to rest on.Now Bend your arms a bit (as much as possible).Attempt to carry your left leg up in the air.Fold your knee and take a look at to rest your left knee on the outer facet of your left arm.Fold the right leg from the knee and take a look at to put the right knee on the outer facet of the right arm.There ought to be an acceptable distance between each your hands, so it becomes easier for you to balance your body on your hands.Stay steady in this position for concerning 15-20 seconds, after that slowly-slowly release.Repeat this process three times a day."
    }
    
]