[
  {
   "img":"https://i.pinimg.com/originals/9e/2f/6f/9e2f6f1dd34d05e585b0d3ad293c615e.gif" ,
   "name":"Tree pose (Vrksasana)",
   "description":"The tree pose is often a favorite among children. While challenging, the pose has many variations, making it accessible for people of all ages and abilities.",
   "procedure":"Shift the weight into one foot and bring the other foot to the ankle, shin, or thigh.Bring the arms up or the hands together at the chest.Focus on an unmoving spot or object.Hold for a few breaths.Do the same to the other side."
  },

  {
    
    "img":"https://i.pinimg.com/originals/d4/36/49/d43649da158bea716978b1f4268c23f9.gif",
    "name":"Diamond Pose (Vajrasana)",
    "description":"This pose is great for people who need to relax their body and mind. It can be performed almost anywhere, making it a suitable pose for those who do meditative yoga on the go or as needed. No equipment is needed, though a yoga mat may provide comfort and support for the legs.",
    "procedure":"Fold up the legs backwards moreover sit down by the assist of your knees.Your spine, neck, head, must be straight moreover seal the eyes.Exact palm to maintain on right knee moreover left palm to be reserved on left knee plus elbows in a straight line.Look front and inhale in general.While you free your breath believe that you can eliminate all the disorder is coming out as of your nose.Leave over these steps for 5 to 7 minutes moreover get a break. You can boost the time for 15 – 20 minutes."
  

  },

  {
    "img":"https://seven.app/media/images/Warm-Up-Champion-Female-jumping-jacks.gif",
    "name":"All-in-One Warm-Up",
    "description":"A more general warm up can be good to get the body's larger organs working, to ensure your heart and lungs are ready for activity. A good basic warm up prepares the body with large dynamic movements that engage the larger muscles of the body. One simple and effective warm-up exercise is jumping jacks.",
    "procedure":"Always make sure you’re properly warmed up before a workout to ensure you get the best workout session and prevent injury. To make sure you’re ready for each and every training session, Seven has incorporated a short warm up exercise at the beginning of most Seven workouts!"
    },

    {
      "img":"https://i.pinimg.com/originals/2e/b0/eb/2eb0eb7980e0bd9bcb82fd25559c2d2e.gif",
      "name":"Supta Vajrasana(Reclined Thunderbolt Pose)",
      "description":"Persons with lower back pain, sacral issues, knee injury, and degenerated discs should avoid this yoga pose.Also, the people who are suffering from Cervical spondylosis and Osteoarthritis should avoid this posture.Furthermore, this pose is not for pregnant people.",
      "procedure":"Sit in Vajrasana. Bend back with the support of an elbow first and following the other elbow next. In this position, the elbows should support the body.Now bring back the head to the floor releasing the support of elbows. Then lie on your back. Subsequently, place the palms on the thighs.Next, bring the top of the head towards the floor by making an arch on your back. Check the knees are still touching the floor.Place the hands on the thighs. Breathe normally. Keep the position as long as it is comfortable."
    }
]