[
  {
    "img":"https://i.pinimg.com/originals/e7/43/00/e743004b7ac5c79de6327fb240bbe792.gif",
    "name":"Child’s pose (Balasana)",
    "description":"The child’s pose is another simple pose to  do,and it involves sitting back on the heels and folding forward, bringing the arms out in front of the body, and resting the forehead on the ground. By curling up like this, one can feel held.",
    "procedure":"Start on the hands and knees.Press the hips back toward the heels.The arms can be stretched out in front of the body or curled down by the sides."
  },

  {
   "img":"https://i.pinimg.com/originals/9e/2f/6f/9e2f6f1dd34d05e585b0d3ad293c615e.gif" ,
   "name":"Tree pose (Vrksasana)",
   "description":"The tree pose is often a favorite among children. While challenging, the pose has many variations, making it accessible for people of all ages and abilities.",
   "procedure":"Shift the weight into one foot and bring the other foot to the ankle, shin, or thigh.Bring the arms up or the hands together at the chest.Focus on an unmoving spot or object.Hold for a few breaths.Do the same to the other side."
  },

  
    {
    
    "img":"https://i.pinimg.com/originals/d4/36/49/d43649da158bea716978b1f4268c23f9.gif",
    "name":"Diamond Pose (Vajrasana)",
    "description":"This pose is great for people who need to relax their body and mind. It can be performed almost anywhere, making it a suitable pose for those who do meditative yoga on the go or as needed. No equipment is needed, though a yoga mat may provide comfort and support for the legs.",
    "procedure":"Fold up the legs backwards moreover sit down by the assist of your knees.Your spine, neck, head, must be straight moreover seal the eyes.Exact palm to maintain on right knee moreover left palm to be reserved on left knee plus elbows in a straight line.Look front and inhale in general.While you free your breath believe that you can eliminate all the disorder is coming out as of your nose.Leave over these steps for 5 to 7 minutes moreover get a break. You can boost the time for 15 – 20 minutes."
  

  },

  {
    "img":"https://i.pinimg.com/originals/97/08/50/9708505ff47725ad5190829ff93f14c3.gif",
    "name":"Standing Forward Bend (Uttanasana)",
    "description":"Standing Forward Bend stretches and lengthens the hamstrings and calves. It is common to have tight hamstrings if you run or play a sport that involves lots of running. It is regarded as a relaxing and stress-relieving pose. Traditionally, it is said to help relieve insomnia.",
    "procedure":"From Raised Hands Pose (Urdhva Hastasana) with the arms reaching overhead, sweep your arms down on either side of your body to come into a forward fold from your hips. This is often called a Swan Dive.Bring your fingertips in line with the toes. Press your palms flat to the mat if you can. You can use blocks under your hands here if they don't reach the floor. Microbend the knees so that they are not locked.Engage your quadriceps muscles and draw them up. The more you use your quads, the more the hamstrings (the muscles on the back of the thighs) will open.Bring your weight a little bit forward into the balls of your feet so that your hips stay over your ankles.Let your head hang.To come up, inhale and place your hands onto your hips. Press your tailbone down and contract your abdominal muscles as you rise up slowly."
  },

  {
    "img":"https://i.pinimg.com/originals/a0/09/9f/a0099f066c08f70c04ae9aa578740a69.gif",
    "name":"Cobra Pose (Bhujangasana)",
    "description":"Cobra Pose increases the mobility of the spine, strengthens spinal support muscles, and can help relieve back pain.It opens the chest and the front of the body.",
    "procedure":"Place your palms flat on the ground directly under your shoulders. Bend your elbows straight back and hug them into your sides.Pause for a moment looking straight down at your mat with your neck in a neutral position. Anchor your pubic bone to the floor.Inhale to lift your chest off the floor. Roll your shoulders back and keep your low ribs on the floor. Make sure your elbows continue hugging your sides. Don't let them wing out to either side.Keep your neck neutral. Don’t crank it up. Your gaze should stay on the floor."
  }
]